Repository: common-repository/zedna-contact-form
Catalog: languages/zedna-contact-form-*.po
Languages: cs_cz

source: Zedna Contact form Settings page
cs_cz: Zedna Kontaktní formulář Nastavení

source: Zedna Contact form Settings
cs_cz: Zedna Kontaktní formulář Nastavení

source: Zedna Contact form
cs_cz: Zedna Kontaktní formulář

source: Allow attachment:
cs_cz: Povolit přílohu:

source: No
cs_cz: Ne

source: Yes
cs_cz: Ano

source: Keep attachment in upload folder:
cs_cz: Ponechat přílohu ve složce upload:

source: Default email:
cs_cz: Výchozí email:

source: (or set one in shortcode)
cs_cz: (nebo jej nastavte v shortcode)

source: Generate my keys
cs_cz: Generovat klíče

source: Custom text
cs_cz: Vlastní text

source: Wrong E-mail.
cs_cz: Nesprávný E-mail.

source: What about write something?
cs_cz: A co takhle něco napsat?

source: Thank you! Your message has been sent.
cs_cz: Děkuji! Zpráva byla odeslána.

source: Message has not been sent. Please try again.
cs_cz: Zpráva nebyla odeslána. Opakujte akci.

source: Please fill in reCaptcha.
cs_cz: Vyplňte prosím reCaptcha.

source: Message*
cs_cz: Zpráva*

source: Submit
cs_cz: Odeslat

source: Insert this shortcode to your post <b>[contact email="yourmail@example.com" subject="Your subject"]</b>
cs_cz: Vložte tento kód do svého příspěvku <b>[contact email = "yourmail@example.com" subject = "Váš předmět"]</b>

source: Zedna Contact Form
cs_cz: Zedna Kontaktní formulář

source: Contact from with attachment and reCaptcha in shortcode. Users can also attach a file to email. You can keep the attachment also on server.
cs_cz: Kontakt s přílohou a s reCaptchou v shortcode. Uživatelé mohou připojit přílohu k e-mailu. Vy můžete tuto přílohu uložit i na server.

source: Radek Mezulanik
cs_cz: Radek Mezuláník
